# PhyMaterialParamPoissonMod Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..PhyMaterialParamPoissonMod Property
ParameterTypeId Class See Also
---
"Poisson ratio"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId PhyMaterialParamPoissonMod { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PhyMaterialParamPoissonMod As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PhyMaterialParamPoissonMod {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace